{"text": "The inorganic anions nitrate (NO3-) and nitrite (NO2-) were previously thought to be inert end products of endogenous nitric oxide (NO) metabolism.", "h": {"pos": [21, 28]}, "t": {"pos": [40, 47]}}
{"text": "Nitrate and nitrite ions are used as food additives to inhibit the growth of microorganisms in cured and processed meats.", "h": {"pos": [0, 7]}, "t": {"pos": [12, 19]}}
{"text": "Vegetables contain significant quantities of nitrate and nitrite.", "h": {"pos": [45, 52]}, "t": {"pos": [57, 64]}}
{"text": "Inorganic nitrate (NO3 - ), nitrite (NO2 - ) and NO are nitrogenous species with a diverse and interconnected chemical biology.", "h": {"pos": [10, 17]}, "t": {"pos": [28, 35]}}
{"text": "There was no significant difference between fluoride varnish and potassium nitrate in the reduction of pre-cementation sensitivity while one week after cementation, sensitivity was more relieved by potassium nitrate compared to fluoride varnish (p = 0.023).", "h": {"pos": [44, 52]}, "t": {"pos": [75, 82]}}
{"text": "In designing of the hydroxypyridinones (HPOs) as the therapeutic chelating agents for iron and aluminium overload pathologies, quantum mechanical (QM) calculations are necessary for predicting the binding energies and thermodynamic parameters of the metal-HPO complexes.", "h": {"pos": [86, 90]}, "t": {"pos": [95, 104]}}
{"text": "Despite such increases in iron content there were no significant changes in the activities of a wide range of cytoprotective enzymes apart from an increase in superoxide dismutase in the frontal cortex of the aluminium loaded rats.", "h": {"pos": [26, 30]}, "t": {"pos": [209, 218]}}
{"text": "With the increase of exposure time, lead exposure can changes in the contents of copper and iron in different brain tissues, body fluids and barriers in rats, among which, the contents of copper and iron in the amygdala, cerebrospinal fluid and brain microvessels increase significantly.", "h": {"pos": [36, 40]}, "t": {"pos": [92, 96]}}
{"text": "Certain five heavy metals viz. arsenic (As), cadmium (Cd), chromium (Cr)(VI), mercury (Hg), and lead (Pb) are non-threshold toxins and can exert toxic effects at very low concentrations.", "h": {"pos": [59, 67]}, "t": {"pos": [96, 100]}}
{"text": "This kind of metals such as Chromium and Lead could affect health and the ecosystem.", "h": {"pos": [28, 36]}, "t": {"pos": [41, 45]}}
{"text": "However, the interaction of iron with nitrite or nitrate present in the sludge has received little attention.", "h": {"pos": [28, 32]}, "t": {"pos": [38, 45]}}
{"text": "Among many harmful contaminants, nitrate and fluoride ions are more common.", "h": {"pos": [33, 40]}, "t": {"pos": [45, 53]}}